{
  "posters":[
    "\"Women in the war. We can't win without them\" provides an image of a woman riveting part of an AN-M26 Parachute flare. Many employment and recruitment posters like this one stressed the absolute need for women to fill the growing labor gap as many able-bodied men went off to war. This poster was produced by the War Manpower Commission in Washington, D.C. in 1942.",
    "\"Get the Jap and get it over!\" offers an image of a ragged Nazi flag under a Japanese flag, suggesting that it is time for the Japanese nation to be defeated as well. This poster was produced by the US Employment Service, War Manpower Commission in 1945.",
    "\"Buy that invasion bond!\" provides an image of the Normandy invasion scene, including different types of landing craft and aircraft painted with Normandy stripes. As the expenses of war mounted, the US Treasury Department launched an ambitious propaganda campaign stressing that war costs were a shared debt of the American public and that their contributions made an impact in impending battles. This poster was created by the artist R. Moore for the US Treasury in 1944.",
    "\"Women - There's work to be done and a war to be won...Now!\" uses a cartoon design to show the many different employment opportunities for woman including riveting, working as a mechanic or even serving food. This poster was created by the US Employment Service, War Manpower Commission in 1944.",
    "\"This happens every 3 minutes\" according to official Army-Navy figures collected from August 1944 to February 1945. This is one of the more graphic wartime propaganda images. Rarely did American propaganda show battlefield casualties. The message stresses the harder you work, the less Americans die. This image of a fallen American soldier was created from an original Army Signal Corps photograph in 1945.",
    "\"Don’t let that shadow touch them\" provides an image of American children threatened by the shadow of a swastika. This poster hinted that Nazi presence on US soil could be a reality. The message is that that you can protect the innocent through the purchase of bonds. This poster was created by the artist Lawrence Boall Smith for the US Government Printing Office in 1942.",
    "\"The enemy laughs when you loaf\" offers an image of laughing caricatures of Hirohito, Hitler and Mussolini. This American poster was produced during World War II. The deliberate cartoonish depiction of the Axis leaders diminishes their credibility and perceived power and makes them appear less threatening and menacing.",
    "\"My Daddy is a hero! And you?\" provides an image of a Russian child holding an image of her Russian soldier and father. This piece utilizes the bandwagon tactic to play up the guilt if your child cannot say this about you. This British poster indicates through the English and Cyrillic languages used together that these two countries are Allies.",
    "\"Twice a patriot!\" shows African American ex-soldier Obie Bartlett, who lost his left arm during the attack on Pearl Harbor, now working as a welder in a shipyard. Posters like this were displayed in African American communities across the United States, showing everyone’s crucial role in the war, despite skin color. Although the realities and opportunities for African Americans in the factories and on the front lines were very different than these idealized images, these posters were an effective recruitment tool. This American poster was produced in 1943.",
    "\"Together\" provides an image of British Commonwealth servicemen including Canadians, Indians, South Africans, and Australians. Its message is that all Commonwealth soldiers, despite their diverse backgrounds and differing military branches, are all necessary to achieve victory. This British poster was printed for Her Majesty’s Stationery Office by Lowe & Brydone Printers in London during World War II."
    ]
    ,
    "sources":[
      "The National WWII Museum - New Orleans",
      "The National WWII Museum - New Orleans",
      "The National WWII Museum - New Orleans",
      "The National WWII Museum - New Orleans",
      "The National WWII Museum - New Orleans",
      "The National WWII Museum - New Orleans",
      "The National WWII Museum - New Orleans",
      "The National WWII Museum - New Orleans",
      "The National WWII Museum - New Orleans",
      "The National WWII Museum - New Orleans"
      ]
}