{
  "posters":[
    "Long live Red Army of workers and peasants - the true guard of the Soviet borders!",
    "On each and every attack our valorous Red Army will answer with three times more powerful blows!",
    "Be a pilot, contribute to the power of the Air Force!",
    "Long live powerful aviation of the socialist country!",
    "If the war comes tomorrow...",
    "Komsomol member, be ready to protect USSR, learn how to shoot accurately!",
    "From People's Commissar (Timoshenko) personal record",
    "Cut the enemy! (1939).",
    "Red Army is the loyal guard of the October Revolution's gains.",
    "Compulsory military education strengthens our defense!",
    "Our cause is just, enemy will be crushed",
    "For the Motherland, Honor and Freedom!",
    "Russian people will never fall to its knees",
    "In the sky, on the ground and in the sea.",
    "I swear to defeat the enemy.",
    "Let's crush the enemy under avalanch of steel",
    "Death to the Fashism",
    "Glory to the heroes of the Patriotic War! Glory to the Stalin's falcons!",
    "Soldiers of all nationalities, fight for Motherland and victory!",
    "Be a hero!",
    "Fight German animals! We can and must destroy Hitler's army.",
    "Death to the Fashist-German invaders",
    "When anti-tank gunner stands on the way, fashist tank will not pass!",
    "The face of Hitlerism",
    "Red Army's broom will sweep the enemy out!",
    "Glory to the Red Army!",
    "Long live the gunners of the Red Army!",
    "Nothing will stop us! We are Russians, we will overcome! (A.Suvorov)",
    "Let's use all might of our weaponry against impudent enemy.",
    "Spade is a soldier's friend!",
    "Job well done!",
    "Fight like this: every bullet means an enemy killed",
    "Put every bullet into the German",
    "Fight like this: put every shell into the German tank",
    "Our new victories will glorify our banners!",
    "Motherland is calling you!",
    "For the Motherland!",
    "Beat them hard, my son! ",
    "Our cause is just, victory will be ours!",
    "For defense of the Motherland ",
    "Join people's home guard!",
    "Young people, fight for the Motherland!",
    "A commissar is a father and soul of his unit.",
    "Under Lenin's banner, let's go forward for the Motherland, for our victory! ",
    "Stalin is a greatness of our time! Stalin is a banner of our victories!",
    "Under Lenin's banner, forward to victory!",
    "\"Spirit of the great Lenin and his victorios banner inspire us to fight Patriotic War.\" (Stalin)",
    "Let's go forward, destroy German invaiders and throw them out from our Motherland!",
    "Communists and Komsomol members, be in the first line of the fighters against German-Fashist bloody dogs",
    "Komsomol member, be a Hero of the Great Patriotic War"
    ]
    ,
    "source":"http://www.allworldwars.com"
}