{
    "coordinates":[
         {
    "country": "GB",
    "name": "City of London",
    "lat": "53.51279",
    "lng": "-0.09184",
    "id":1,
    "poster":    "Clothes rationing was introduced by the British Government in June 1941. It was essential raw materials were not wasted as factories were utilised for the production of weapons. The Make Do and Mend campaign was launched by the Board of Trade in 1942. This poster was illustrated by Donia Nachsen to encourage people to repair their clothes and make use with clothing they already had."
  },
          {
    "country": "GB",
    "lat": "55.48095",
    "lng": "-2.23743",
    "id":2,
    "poster":    "The artist John Gilroy has featured a dustman leading a figure made of rags for recycling. This poster was designed in 1943 to encourage people to give any fabric material to the rag collector for salvage. Rag could be used to make uniforms and blankets for soldiers."
  },
        {
    "country": "GB",
    "lat": "52.78095",
    "lng": "-4.23743",
    "id":3,
    "poster":    "In 1939 Britain was reliant on cheap imports of food from overseas, and only 30 per cent of food was home-produced. The introduction of rationing by the Ministry of Food was therefore inevitable in January 1940 and families were encouraged to grow their own. By 1943 there were over 1.4 million allotments, producing over a million tons of vegetables that year."
  },
        {
    "country": "GB",
    "lat": "52.88095",
    "lng": "-2.23743",
    "id":4,
    "poster":    "The need to change the public’s attitude towards waste and portion size was very important when food supply was limited. People were encouraged not to waste food or to take more than they needed. In this poster James Fitton captures the positive message of austerity that the Ministry of Food were keen to promote."
  },
        {
    "country": "GB",
    "lat": "53.88095",
    "lng": "-4.03743",
    "id":5,
    "poster":    "Illustrated by James Fitton for the Ministry of Food, c. 1942. Increasing calcium intake amongst vulnerable sections of British society was a priority for the Ministry of Food. Milk rations were increased for pregnant women and children as priority groups. The initiative’s legacy would be the provision of free milk to schoolchildren from 1946 until 1971."
  },
        {
    "country": "GB",
    "lat": "59.282708",
    "lng": "-2.728309",
    "id":6,
    "poster":    "Abram Games was appointed Official War Office Poster Artist and created this effective poster to encourage people to grow their own food using all available space. The connection between the food grown in the ground and the food on your plate was one the government was keen to emphasise, particularly for those who lived in built up areas and were not familiar with growing their own fruit and vegetables."
  },
        {
    "country": "GB",
    "lat": "57.977593",
    "lng": "-4.552039",
    "id":7,
    "poster":    "Tom Purvis designed posters for the Ministry of Supply and for National Savings. This poster was designed to remind people to share their shelters and help others take cover when the air raid sounds. People were encouraged to stick it on the inside of a door as a handy reminder."

  },
        {
    "country": "GB",
    "lat": "56.998399",
    "lng": "-1.767401",
    "id":8,
    "poster":    "The blackout caused an increase in road traffic accidents and personal injuries. People were encouraged to wear something white such as a glove or badge so that they could be spotted. Fougasse was the pen name of Cyril Kenneth Bird, a cartoonist for Punch and illustrator for London. He offered his services to the Ministry of Information to design this poster free of charge, believing humour could unite British people in joint action. "
  },
        {
    "country": "GB",
    "lat": "54.753278",
    "lng": "-7.150490",
    "id":9,
    "poster":    "In 1939 when this poster was made heavy bombing of the urban areas of Britain was predicted. When the first wave of evacuation began on 1st September 1.5 million children were moved, most in school groups. However, as no bombing occurred during the first year known as the Phoney War nearly half of all evacuees returned home by January 1940. This poster was used to encourage mother’s to keep their children out of London  as Hitler appears as a ghostly figure trying to get her to take her children back home."
  },
        {
    "country": "GB",
    "lat": "56.728135",
    "lng": "-6.737693",
    "id":10,
    "poster":    "Children were encouraged to help the war effort by collecting metal, paper and rags for recycling. On this poster, soap cartons have been used in the manufacture of artillery shells. Children could earn the red Junior Salvage Steward cog badge as shown on the poster for their salvage efforts. The “Cogs” even had their own song which began “There’ll Always be a Dustbin” sung to the tune of “There’ll Always be an England” which gave them a sense of belonging."
  },
        {
    "country": "GB",
    "lat": "54.459719",
    "lng": "-1.640037",
    "id":11,
    "poster":    "The Squanderbug was created by artist Phillip Boydell, an employee of the National Savings Committee. The Committee raised funds by urging the public to save their own money and invest it in the war effort. The cartoon bug appeared in press adverts and poster campaigns as a menace who encouraged shoppers to waste money rather than buy war savings certificates."
  },
        {
    "country": "GB",
    "lat": "55.817347",
    "lng": "-3.93743",
    "id":12,
    "poster":    "Recycling was very important during the Second World War. Relentless attacks on British and Allied shipping meant that Britain had to be self-sufficient. People were encouraged to recycle animal bones for their multiple uses, such as glue and fertilizer. The Czech artist Dorrit Dekk, moved to London from Austria after the 1938 Anschluss and designed many posters, including some for London Transport."
  }
        
    ]
}